{
    "title":"Departments",
    "text":"Departments Information",
    "theme":{
        "primaryColor":"#3333ff",
        "secondaryColor":"#b35900",
        "accentColor":"ccf5ff"
    },
    "Department":[
        {
            "title":"Emergency Department",
            "img" : "https://i0.wp.com/nursingenotes.com/wp-content/uploads/2023/02/Surgery-Department-Operating-Theater.png?resize=637%2C342&ssl=1",
            "description": "The emergency department is where patients go for immediate medical attention when they are experiencing acute medical conditions, such as heart attacks, strokes, and injuries. The emergency department is staffed by emergency medicine physicians, nurses, and other healthcare providers who are trained to provide urgent care to patients."   
        },
        {
            "title":"Surgery Department (Operating Theater)",
            "img": "https://i0.wp.com/nursingenotes.com/wp-content/uploads/2023/02/Surgery-Department-Operating-Theater.png?resize=637%2C342&ssl=1",
            "description": "The surgery department is where patients go for surgical intervention to treat medical conditions or injuries. The surgery department is staffed by surgeons, anesthesiologists, nurses, and other healthcare providers who are trained to perform surgeries and manage patient care during and after surgery."

        },
        {
            "title":"Outpatient Department",
            "img": "https://img.icons8.com/?size=160&id=AMUWk96X8gek&format=png",
            "description": "The outpatient department is where patients go for medical consultations, diagnostic tests, and minor procedures. This department is designed to provide medical care to patients who do not require admission to the hospital. The outpatient department is staffed by doctors, nurses, and other healthcare professionals who provide medical consultations and other services to patients."  
        },
        {
            "title":"Inpatient Department",
            "img": "https://img.icons8.com/?size=48&id=XBzpjUWophPZ&format=png",
            "description": "The inpatient department is part of the hospital where patients are admitted for medical treatment and care. This department is designed to provide medical care to patients who require extended hospitalization. The inpatient department is staffed by doctors, nurses, and other healthcare professionals who provide medical care and other services to patients. "  
        },
        {
            "title":"Intensive Care Unit (ICU)",
            "img": "https://img.icons8.com/?size=48&id=1xBcb3TiezZK&format=png",
            "description": "The intensive care unit (ICU) is a specialized department in the hospital that provides critical care to patients who are in life-threatening conditions or require constant monitoring and treatment. The ICU is staffed by critical care physicians, nurses, and other healthcare providers who are trained to provide intensive medical care to patients. "  
            
        },
        {
            "title":" Cardiology Department",
            "img": "https://img.icons8.com/?size=100&id=108571&format=png",
            "description": "The cardiology department is where patients go for the diagnosis and treatment of heart-related conditions, such as heart disease, heart attacks, and arrhythmias. The cardiology department is staffed by cardiologists, nurses, and other healthcare providers who are trained to provide specialized care to patients with heart conditions."  
        },
        {
            "title":"Neurology Department",
            "img": "https://img.icons8.com/?size=100&id=108571&format=png",
            "description": "The neurology department is where patients go for the diagnosis and treatment of neurological conditions, such as stroke, epilepsy, and Parkinson’s disease. The neurology department is staffed by neurologists, nurses, and other healthcare providers who are trained to provide specialized care to patients with neurological conditions."  
        },
        {
            "title":"Psychiatry Department",
            "img": "https://img.icons8.com/?size=100&id=108571&format=png",
            "description": "The psychiatry department is where patients go for the diagnosis and treatment of mental health conditions, such as depression, anxiety, and bipolar disorder. The psychiatry department is staffed by psychiatrists, psychologists, and other mental health professionals who are trained to provide specialized care to patients with mental health conditions."  
        },
        {
            "title":"Radiology Department",
            "img": "https://img.icons8.com/?size=100&id=108571&format=png",
            "description": "The radiology department is part of the hospital where diagnostic imaging tests are performed. This department is designed to provide medical imaging services to patients. The radiology department is staffed by radiologists, radiologic technologists, and other healthcare professionals who perform diagnostic imaging tests, such as X-rays, CT scans, and MRI scans. "  
        },
        {
            "title":"Laboratory Department",
            "img": "https://img.icons8.com/?size=100&id=108571&format=png",
            "description": "The laboratory department is part of the hospital where diagnostic tests are performed on patient samples, such as blood and urine. This department is designed to provide medical laboratory services to patients. The laboratory department is staffed by medical laboratory technologists and other healthcare professionals who perform diagnostic tests, such as blood tests, urine tests, and microbiological tests"  
        },
        {
            "title":"Pharmacy Department",
            "img": "https://img.icons8.com/?size=100&id=108571&format=png",
            "description": "The pharmacy department is part of the hospital where medications are prepared and dispensed to patients. This department is designed to provide safe and effective medications to patients."  
        }
       

                                       
    ]
}
